[
    {
        "model": "content.video",
        "pk": 1,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Universe",
            "description": "Universe takes viewers on an awe-inspiring voyage through space, unveiling the mysteries of galaxies, stars, and planets. This documentary combines stunning visuals with scientific insights, sparking curiosity about our vast and wondrous cosmos.",
            "video_file": "videos/universe.mp4",
            "thumbnail": "thumbnails/universe.jpg",
            "category": "documentary"
        }
    },
    {
        "model": "content.video",
        "pk": 2,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Parrot",
            "description": "Parrot invites you into the colorful world of these intelligent birds. The documentary explores their behaviors, social structures, and the challenges they face in the wild, highlighting the beauty and complexity of parrot life.",
            "video_file": "videos/parrot.mp4",
            "thumbnail": "thumbnails/parrot.jpg",
            "category": "documentary"
        }
    },
    {
        "model": "content.video",
        "pk": 8,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Leopards Africa",
            "description": "Leopards in Africa is a captivating journey into the wilderness, showcasing the life of one of nature's most elusive predators. Through stunning visuals, discover the leopard's stealthy hunting techniques and its vital role in the ecosystem.",
            "video_file": "videos/leopard.mp4",
            "thumbnail": "thumbnails/leopard.jpg",
            "category": "documentary"
        }
    },
    {
        "model": "content.video",
        "pk": 9,
        "fields": {
            "created_at": "2024-10-14",
            "title": "City of L.A.",
            "description": "City of L.A. delves into the vibrant culture, rich history, and iconic landmarks of Los Angeles. From its diverse neighborhoods to its entertainment industry, this documentary paints a vivid picture of the city's unique charm and challenges.",
            "video_file": "videos/city.mp4",
            "thumbnail": "thumbnails/city.jpg",
            "category": "documentary"
        }
    },
    {
        "model": "content.video",
        "pk": 10,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Rush Hour",
            "description": "Experience the frenetic pace of urban life in Rush Hour. This documentary captures the daily hustle and bustle of commuters, showcasing the challenges and stories behind the faces of those navigating busy city streets at peak times.",
            "video_file": "videos/traffic.mp4",
            "thumbnail": "thumbnails/traffic.jpg",
            "category": "documentary"
        }
    },
    {
        "model": "content.video",
        "pk": 11,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Atlantic",
            "description": "Explore the vast and mysterious Atlantic Ocean, uncovering its diverse ecosystems and the impact of climate change. This documentary takes you on a breathtaking journey through its waters, revealing the beauty and fragility of marine life.",
            "video_file": "videos/ocean.mp4",
            "thumbnail": "thumbnails/ocean.jpg",
            "category": "documentary"
        }
    },
    {
        "model": "content.video",
        "pk": 12,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Winter wildlife",
            "description": "Winter Wildlife explores the adaptations and behaviors of animals in the harshest season. This documentary showcases how various species survive in extreme conditions, highlighting their resilience and the beauty of snowy landscapes teeming with life.",
            "video_file": "videos/snow_animal.mp4",
            "thumbnail": "thumbnails/snow_animal.jpg",
            "category": "documentary"
        }
    },
    {
        "model": "content.video",
        "pk": 13,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Whisper of Heart",
            "description": "Whisper of Heart follows an aspiring writer who discovers inspiration and love in the unlikeliest of places. As she pours her heart into her stories, a mysterious stranger helps her find the courage to pursue her dreams and open her heart to love.",
            "video_file": "videos/Whisper_of_Heart.mp4",
            "thumbnail": "thumbnails/Whisper_of_Heart.jpg",
            "category": "romance"
        }
    },
    {
        "model": "content.video",
        "pk": 14,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Love of Paris",
            "description": "Love of Paris takes viewers on a romantic journey through the City of Lights, where two travelers find each other amid the enchanting streets. Their whirlwind romance unfolds against the backdrop of iconic landmarks and the allure of Parisian charm.",
            "video_file": "videos/love_in_paris.mp4",
            "thumbnail": "thumbnails/love_in_paris.jpg",
            "category": "romance"
        }
    },
    {
        "model": "content.video",
        "pk": 15,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Love in Bloom",
            "description": "Love in Bloom centers on a florist who discovers love unexpectedly when a charming customer walks into her shop. As they bond over shared passions and dreams, their love blossoms amidst the challenges of life and the beauty of flowers.",
            "video_file": "videos/love_in_bloom.mp4",
            "thumbnail": "thumbnails/love_in_bloom.jpg",
            "category": "romance"
        }
    },
    {
        "model": "content.video",
        "pk": 16,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Childhood Friend",
            "description": "Childhood Friend explores the evolving relationship between two lifelong friends who begin to see each other in a new light. As they navigate the complexities of love and friendship, they must confront their feelings and take a leap of faith.",
            "video_file": "videos/childhood_friend.mp4",
            "thumbnail": "thumbnails/childhood_friend.jpg",
            "category": "romance"
        }
    },
    {
        "model": "content.video",
        "pk": 17,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Kiss me Again",
            "description": "Kiss Me Again tells the story of a couple who, after a painful breakup, find themselves drawn back together. As they relive their most cherished memories, they must decide whether to rekindle their passion or let go for good",
            "video_file": "videos/kiss_me_again.mp4",
            "thumbnail": "thumbnails/kiss_me_again.jpg",
            "category": "romance"
        }
    },
    {
        "model": "content.video",
        "pk": 18,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Stolen Moments",
            "description": "In Stolen Moments, a chance encounter between two strangers sparks an unforgettable connection. As they navigate their busy lives, they steal precious moments together, discovering the magic of love and the beauty of living in the present.",
            "video_file": "videos/Stolen_Moments.mp4",
            "thumbnail": "thumbnails/Stolen_Moments.jpg",
            "category": "romance"
        }
    },
    {
        "model": "content.video",
        "pk": 19,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Endless Summer",
            "description": "Endless Summer follows two souls who reunite during a summer getaway, igniting a long-lost romance. As they reminisce about their youthful dreams, they must confront their past and decide if love can blossom once more amid changing lives.",
            "video_file": "videos/Endless_Summer.mp4",
            "thumbnail": "thumbnails/Endless_Summer.jpg",
            "category": "romance"
        }
    },
    {
        "model": "content.video",
        "pk": 20,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Knight's Honor",
            "description": "In Knight's Honor, a young squire embarks on a perilous quest to prove his worth and uphold his family's legacy. Along the way, he faces treachery, battles fierce foes, and learns that true honor comes from within, not just from the sword.",
            "video_file": "videos/knight.mp4",
            "thumbnail": "thumbnails/knight.jpg",
            "category": "new"
        }
    },
    {
        "model": "content.video",
        "pk": 21,
        "fields": {
            "created_at": "2024-10-14",
            "title": "The Final Goal",
            "description": "The Final Goal follows an underdog soccer team striving for victory in the championship match. United by their passion and determination, they confront personal struggles and rivalries, proving that teamwork and perseverance can change their lives forever.",
            "video_file": "videos/soccer.mp4",
            "thumbnail": "thumbnails/soccer.jpg",
            "category": "new"
        }
    },
    {
        "model": "content.video",
        "pk": 22,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Anime Unleashed",
            "description": "Anime Unleashed takes viewers on an exhilarating journey into the world of anime fandom. Through the eyes of a passionate fan, the documentary explores the artistry, storytelling, and impact of anime, celebrating its cultural significance and global appeal",
            "video_file": "videos/anime.mp4",
            "thumbnail": "thumbnails/anime.jpg",
            "category": "new"
        }
    },
    {
        "model": "content.video",
        "pk": 23,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Wild Mustangs",
            "description": "Wild Mustangs captures the breathtaking beauty of America's wild horse herds. The film follows a group of mustangs as they navigate the challenges of survival, revealing the bond between the animals and the land they inhabit, and the fight for their freedo",
            "video_file": "videos/horse.mp4",
            "thumbnail": "thumbnails/horse.jpg",
            "category": "new"
        }
    },
    {
        "model": "content.video",
        "pk": 24,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Chess Masters",
            "description": "Chess Masters dives into the competitive world of elite chess players. As they prepare for a high-stakes tournament, the film explores their strategies, sacrifices, and the mental battles they face, showcasing the intensity and artistry of the game.",
            "video_file": "videos/chess.mp4",
            "thumbnail": "thumbnails/chess.jpg",
            "category": "new"
        }
    },
    {
        "model": "content.video",
        "pk": 25,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Arabian Legends",
            "description": "Arabian Legends weaves together timeless tales of adventure, magic, and heroism from the Arab world. From mythical creatures to brave warriors, the film brings to life the rich cultural heritage and folklore that has captivated audiences for centuries.",
            "video_file": "videos/arab.mp4",
            "thumbnail": "thumbnails/arab.jpg",
            "category": "new"
        }
    },
    {
        "model": "content.video",
        "pk": 26,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Venezia Mystique",
            "description": "Venezia Mystique transports viewers to the enchanting canals of Venice, exploring the city's rich history, art, and culture. Through stunning visuals and captivating stories, the documentary reveals the magic and mysteries that make Venice a timeless desti",
            "video_file": "videos/venezia.mp4",
            "thumbnail": "thumbnails/venezia.jpg",
            "category": "new"
        }
    },
    {
        "model": "content.video",
        "pk": 27,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Red Planet Hope",
            "description": "In Red Planet Hope, a group of astronauts establishes a colony on Mars, battling isolation and the harsh environment. As tensions rise, they confront personal demons and ethical dilemmas, ultimately discovering what it means to be truly human on an alien w",
            "video_file": "videos/mars_colony.mp4",
            "thumbnail": "thumbnails/mars_colony.jpg",
            "category": "drama"
        }
    },
    {
        "model": "content.video",
        "pk": 28,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Behind Bars",
            "description": "Behind Bars tells the story of a wrongfully imprisoned man who navigates the harsh realities of prison life. As he befriends fellow inmates and seeks justice, he learns resilience and the importance of hope, forging unlikely alliances to fight for freedom.",
            "video_file": "videos/prison.mp4",
            "thumbnail": "thumbnails/prison.jpg",
            "category": "drama"
        }
    },
    {
        "model": "content.video",
        "pk": 29,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Silent Sky",
            "description": "Silent Sky follows a small town grappling with an alien invasion. As fear and paranoia spread, the residents must confront their prejudices and unite to protect their home. Amid the chaos, personal stories of love, sacrifice, and bravery emerge.",
            "video_file": "videos/space_invasion.mp4",
            "thumbnail": "thumbnails/space_invasion.jpg",
            "category": "drama"
        }
    },
    {
        "model": "content.video",
        "pk": 30,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Smoke's Grip",
            "description": "Smoke's Grip explores the life of a young woman battling cigarette addiction. Through her struggles with withdrawal and the impact on her relationships, the film highlights the challenges of breaking free from addiction and the journey toward self-discover",
            "video_file": "videos/cig_addiction.mp4",
            "thumbnail": "thumbnails/cig_addiction.jpg",
            "category": "drama"
        }
    },
    {
        "model": "content.video",
        "pk": 31,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Fallen Empire",
            "description": "Fallen Empire depicts the decline of ancient Rome through the eyes of a noble family. As political intrigue and betrayal unfold, they must navigate their shifting loyalties while facing the collapse of a civilization they once held dear.",
            "video_file": "videos/rome.mp4",
            "thumbnail": "thumbnails/rome.jpg",
            "category": "drama"
        }
    },
    {
        "model": "content.video",
        "pk": 32,
        "fields": {
            "created_at": "2024-10-14",
            "title": "Shadows of Guilt",
            "description": "Shadows of Guilt follows a group of criminals as they grapple with the consequences of their actions. Set in a gritty urban landscape, the film delves into themes of redemption and the haunting memories that linger long after the crime.",
            "video_file": "videos/criminals.mp4",
            "thumbnail": "thumbnails/criminals.jpg",
            "category": "drama"
        }
    },
    {
        "model": "content.video",
        "pk": 33,
        "fields": {
            "created_at": "2024-10-14",
            "title": "The Last Test",
            "description": "The Last Test tells the story of scientists working on a groundbreaking nuclear project. As tensions rise over ethical concerns and political pressure, they must confront the moral implications of their work and the potential consequences of their discover",
            "video_file": "videos/nuclear.mp4",
            "thumbnail": "thumbnails/nuclear.jpg",
            "category": "drama"
        }
    }
]